{
  "brand": "marc_klesiewicz",
  "demo_page": {
    "title": "Demo side titel",
    "content": "hej verden"
  },
  "validators": {
    "required": "Feltet er påkrævet",
    "email": "Feltet skal være en gyldig email",
    "min_length": "Du skal have mindst {length}",
    "min_string_length": "Mindst {length} tegn",
    "max_string_length": "Max {length} tegn",
    "length": "Feltet kræver præcist {length} tegn",
    "is_integer_string": "Værdien skal være et heltal",
    "is_double_string": "Værdien skal være et tal",
    "isEqualTo": "Felterne skal være ens",
    "password_must_match": "Password er ikke ens",
    "invalid_zipCode": "Ugyldigt postnummer"
  },
  "api": {
    "errors": {
      "unknown": "Hov, noget gik galt, prøv igen eller kontakt support"
    }
  },
  "licence": "Licens",
  "about_me": "Om mig",
  "portfolio": "Portefølje",
  "contact": "Kontakt",
  "work": "Arbejde",
  "app_developer": "Appudvikler",
  "waiter": "Serveringsmedarbejder",
  "guide": "Rejsekordinator",
  "lifeguard": "Livredder/instruktør",
  "home": "Home",
  "who_is_marc": "Hvem er Marc?",
  "projects": "Projekter",
  "side_quests": "Side Quests",
  "by": "af",
  "about_types": {
    "long": "mig selv (lang version)",
    "speed": "myself (speed-date)",
    "generated": "ChatGBT",
    "mom": "min mor"
  },
  "experince_and_knowledge": "Kendskab & Erfaringer",
  "skill_info": "Jeg bruger naturligvis ikke alle disse værktøjer på daglig basis.",
  "education": "Uddannelse",
  "education_description": "Tog en gymnasiel handelskole uddannelse (2013 - 2016), med en ide om at jeg skulle være egendomsmægler eller bankrådgiver.\nSet i bakspejlet skulle jeg være gået en mere teknisk vej, da det er her min interesser og passion ligger - og nok altid har gjort.\n\nCirka seks år senere færdiggør jeg min Datamatiker uddannelse, som har været mit springbræt ind i min tekniske karriere.",
  "profession": "Profession",
  "profession_description": "Udvikling af crossplatform applikationer har været omdrejningpunktets for mine nuværende evner.\nJeg har indtil nu arbejdet på 6 kommicielle apps, hvor tre af dem er live.\n\nMit ansvarsområder har ligget indenfor implementeringen/vedligeholdse af frontend (app, web-app og websites), facilitere workshops/kundemøde, kravspecificering og projekt estimering.",
  "motivation": "Motivation",
  "motivation_description": "Lige nu er jeg drevet af at udnytte teknologien og mine evner til at løse virkelige problemer, store som små - software der giver mening.\nHvis jeg samtidig kan efterlade brugerne med en følelse af pålidlighed, kvalitet og intuitivt/innovativt design, får jeg svært ved at bede om mere.\n\nMen jeg ved min rejse også først er begyndt, og der er noget vej for at blive en selvstændig full stack udvikler",
  "abouts_long": "Hej! Jeg er en 28-årig datamatiker-uddannet appudvikler, der oprindeligt kommer fra Lolland, men har boet de sidste 3 år i Odense sammen med min kæreste Mathilde og vores hund Cody. Min uddannelse og erhverv reflektere meget godt mine interesser, i form af egne projekter og experimentering med ukendt (for mit vedkommende) softwares.\n\nNår jeg ikke koder, kan jeg godt lide at nørde musik eller film. Sommetider springer jeg også ud dvs. byggeprojekter - f.eks. har vi selv bygget en kolonihave. Ellers kan jeg findes med hovedet begravet i et brætspil eller på en af Odenses mange paddelbaner.\n\nVil beskrive mig selv som en meget \"down-to-earth\" og let tilgængelig personlighed. Sætter pris på oprigtige fællesskaber og strækker mig langt for at opnå mine eller fælles mål.",
  "abouts_speed": "Hej.. ehm er det første gang du prøver det her? Vent er tiden startet!?\n\nJeg er 28 år.\nHar ingen børn... eller gæld - sorry ved ikke hvorfor jeg sagde det.\nJeg bor i Odense.\nEr uddannet datamatiker.\nArbejder med at udvikle apps - og syntes det er vildt fedt!\n\nInteresser? øhm software udvikling naturligvis, musik, film, brætspil, mekaniske keyboards, padel, samler også på signerede vinylplader.\n\nMine tre største styrker er...\n\n*Ding*",
  "abouts_generated": "Promt: \"Hello. Kan du give mig en kort beskrivelse om en mand der bor i Odense og nyder at udvikle software. Og gør det en smule dramatisk\"\n\nI Odenses hjerte findes en mand, hvis eksistens trives i kodeverdenens æteriske rige. Han er en gåde, med gennemtrængende øjne, der spejler dybderne af hans intellekt, og en fremtoning, der udstråler en potent kombination af lidenskab og beslutsomhed.\n\nHans dage opsluges af den ubønhørlige stræben efter teknologisk fremragende. Med hvert tastetryk væver han komplekse algoritmer og former linjer af kode til funktionel kunst. Hans fingertupper danser hen over tastaturet, et orkester, der dirigerer en symfoni af logik og kreativitet og skaber de digitale landskaber af i morgen."
}
