{
  "brand": "marc_klesiewicz",
  "demo_page": {
    "title": "Demo page title",
    "content": "hello world"
  },
  "validators": {
    "required": "This field is required",
    "email": "This is not a valid email address",
    "min_length": "You must have at least {length}",
    "maxLength": "You must have at most {length}",
    "length": "The field must be exactly {length} characters",
    "is_integer_string": "The value must be an integer",
    "is_double_string": "The value must be a number",
    "min_string_length": "At least {length} characters",
    "isEqualTo": "The fields must be the same",
    "password_must_match": "Password is not the same",
    "invalid_zipCode": "Invalid zipcode"
  },
  "api": {
    "errors": {
      "unknown": "Opps, something went wrong, try again or contact support."
    }
  },
  "licence": "Licence",
  "about_me": "About me",
  "portfolio": "Portfolio",
  "contact": "Contact",
  "work": "Work",
  "app_developer": "App developer",
  "waiter": "Waiter",
  "guide": "Vacation coordinator",
  "lifeguard": "Lifeguard/instructor",
  "home": "Home",
  "who_is_marc": "Who is Marc?",
  "projects": "Projects",
  "side_quests": "Side Quests",
  "by": "by",
  "about_types": {
    "long": "myself (long version)",
    "speed": "myself (speed-date)",
    "generated": "ChatGBT",
    "mom": "my mom"
  },
  "experince_and_knowledge": "Experinces & Knowledge",
  "skill_info": "Obviously, I don't use all of these tools on a daily basis.",
  "education": "Education",
  "education_description": "Took a high school business education (2013 - 2016), with the idea of becoming a real estate agent or bank advisor.\n\nIn retrospect, I should have followed a more technical path, as this is where my interests and passion lie - and probably always have.\n\nAbout six years later, I complete my Computer Science degree, which has been my stepping stone into my technical career.",
  "profession": "Profession",
  "profession_description": "Development of cross-platform applications has been the focal point for my current abilities.\n\nI have so far worked on 6 commercial apps, three of which are live.\n\nMy areas of responsibility have been within the implementation/maintenance of the front end (app, web-app and websites), facilitating workshops/customer meetings, specification of requirements and project estimation.",
  "motivation_description": "Right now, I'm driven by leveraging technology and my skills to solve real problems, big and small - software that makes sense.\n\nIf I can simultaneously leave users with a sense of reliability, quality and intuitive/innovative design, I find it hard to ask for more.\n\nBut I also know my journey has only just begun, and there is some way to become an independent full stack developer",
  "motivation": "Motivation",
  "abouts_long": "Hello! I am a 28-year-old computer scientist-trained app developer who originally comes from Lolland, but has lived the last 3 years in Odense with my girlfriend Mathilde and our dog Cody.\n\nMy education and profession reflect my interests very well, in the form of own projects and experimentation with unknown (at least for me) software.\n\nWhen I'm not coding, I like to geek out on music or movies. Sometimes I also jump into construction projects - e.g. we have built an allotment garden ourselves.\nOtherwise, I can be found with my head buried in a boardgame or on one of Odense's many paddle courts.\n\nWould describe myself as a very \"down-to-earth\" and approachable personality.\nAppreciate genuine communities and go to great lengths to achieve my or shared goals.",
  "abouts_speed": "Hi.. um is this your first time trying this? \nWait time has started!?\n\nI am 28 years old.\nHave no children... or debt - sorry don't know why I said that.\nI live in Odense.\nEducated computer scientist.\nWorking on developing apps - and think it's really awesome!\n\nInterests? uhm software development of course, music, movies, boardgames, mechanical keyboards, padel, I also collects signed vinyl records.\n\nMy three biggest strengths are…\n\n*DING*",
  "abouts_generated": "Prompt: \"Hello. Can you give me a brief description of a man who lives in Odense and enjoys developing software. And make it a bit dramatic\"\n\nIn the heart of Odense, Denmark, resides a man whose very existence thrives on the ethereal realm of code and software development. He is an enigma, with piercing eyes that mirror the depths of his intellect and a countenance that exudes a potent combination of passion and determination.\n\nHis days are consumed by the relentless pursuit of technological excellence. With each keystroke, he weaves intricate algorithms and molds lines of code into functional art. His fingertips dance across the keyboard, an orchestra conducting a symphony of logic and creativity, crafting the digital landscapes of tomorrow."
}
